tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "localsend/localsend"
tap "microsoft/git"
tap "homebrew/cask-fonts"
tap "homebrew/linux-fonts"

brew "ansible"
brew "athenacli"
brew "autojump"
brew "aws-vault"
brew "awscli"
brew "bandwhich"
brew "bash"
brew "bat"
brew "biome"
brew "bitwarden-cli"
brew "bottom"
brew "chezmoi"
brew "cmake"
brew "cmatrix"
brew "coreutils"
brew "cowsay"
brew "curl"
brew "duf"
brew "entr"
brew "exiftool"
brew "eza"
brew "figlet"
brew "font-jetbrains-mono-nerd-font"
brew "fzf"
brew "gd"
brew "gh"
brew "git"
brew "gnupg"
brew "gnutls"
brew "go"
brew "htop"
brew "httpie"
brew "jq"
brew "just"
brew "kubernetes-cli"
brew "kustomize"
brew "lazygit"
brew "litecli"
brew "lolcat"
brew "make"
brew "mariadb"
brew "mas"
brew "mycli"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "noti"
brew "nyancat"
brew "openssh"
brew "pgcli"
brew "php@8.1", link: true
brew "podman"
brew "podman-compose"
brew "prettyping"
brew "procs"
brew "pv"
brew "qemu"
brew "ripgrep"
brew "speedtest-cli"
brew "thefuck"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "tty-clock"
brew "yq"
brew "zk"
brew "zsh"

cask "alt-tab"
cask "bluesnooze"
cask "calibre"
cask "docker"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "git-credential-manager"
cask "keepingyouawake"
cask "kitty"
cask "lastpass"
cask "libreoffice"
cask "localsend"
cask "moonlight"
cask "openscad-snapshot"
cask "podman-desktop"
cask "postman"
cask "powershell"
cask "rectangle"
cask "scroll-reverser"
cask "slack"
cask "spotify"
cask "steam"
cask "syncthing"
cask "tableplus"
cask "tailscale"
cask "telegram"
cask "thunderbird-beta"
cask "todoist"
cask "utm"
cask "vlc"
cask "zoom"

mas "Bitwarden", id: 1352778147
